Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SettingsRestrictionTVShowsDescription
source: Restrict TV Shows
ar: تقييد برامج التلفزيون
ca: Restringeix les sèries
cs: Omezit výběr seriálů
da: Begræns tv-udsendelser
de: TV-Sendungen einschränken
el: Περιορισμός τηλεοπτικών εκπομπών
es: Restringir series
es_us: Restringir programas de TV
fi: TV-ohjelmien rajoitus
fr: Limiter l’accès aux séries
fr_ca: Restreindre l’accès aux émissions
he: הגבלת תוכניות טלוויזיה
hi: टीवी कार्यक्रमों को प्रतिबंधित करें
hr: Ograničavanje TV emisija
hu: Tv-műsorok korlátozása
id: Batasi Acara TV
it: Limita programmi TV
ja: テレビ番組の視聴を制限
ko: TV 프로그램 제한
ms: Hadkan Rancangan TV
nb: Begrens TV-programmer
nl: Beperk tv-programma's
pl: Ogranicz programy TV
pt_br: Restringir Programas de TV
pt_pt: Restrições – programas de TV
ro: Restricționare emisiuni TV
ru: Ограничение телешоу
sk: Obmedziť TV seriály
sl: Omejitev televizijskih oddaj
sv: Begränsa TV-program
th: จำกัดรายการทีวี
tr: TV Şovlarını Sınırla
uk: Обмежити телешоу
vi: Giới hạn Chương trình TV
zh_cn: 电视节目限制
zh_hk: 電視節目限制
zh_tw: 限制電視節目

# SettingsScreenSaverThemeClassic
source: Classic
ar: كلاسيكي
ca: Clàssic
cs: Vážná hudba
da: Klassisk
de: Klassisch
el: Κλασική
es: Clásico
es_us: Clásico
fi: Klassinen
fr: Classique
fr_ca: Classique
he: קלאסי
hi: क्लासिक
hr: Klasično
hu: Klasszikus
id: Klasik
it: Classiche
ja: クラシック
ko: 클래식
ms: Klasik
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
pt_pt: Clássico
ro: Clasic
ru: Обычный
sk: Klasický
sl: Klasično
sv: Klassiskt
th: คลาสสิก
tr: Klasik
uk: Класика
vi: Cổ điển
zh_cn: 经典
zh_hk: 傳統
zh_tw: 傳統

# SettingsScreenSaverThemeCoverCascade
source: Cascade
ar: تتالي
ca: Cascada
cs: Kaskáda
da: Overlap
de: Anordnen
el: Επικάλυψη
es: Cascada
es_us: Cascada
fi: Putoilevat
fr: En cascade
fr_ca: En cascade
he: מפל
hi: कैस्केड
hr: Kaskadno
hu: Lépcsőzetes
id: Kaskade
it: A cascata
ja: カスケード
ko: 폭포
ms: Lata
nb: Fallende fliser
nl: Trapsgewijs
pl: Kaskada
pt_br: Cascata
pt_pt: Cascata
ro: În cascadă
ru: Каскад
sk: Kaskáda
sl: Kaskada
sv: Överlappande
th: เรียงซ้อน
tr: Şelale
uk: Каскад
vi: Xếp chồng
zh_cn: 层叠
zh_hk: 階梯式並排
zh_tw: 階梯式並排

# SettingsScreenSaverThemeFlipup
source: Flip-Up
ar: قلب لأعلى
ca: Volta
cs: Překlápění
da: Vend op
de: Hochklappen
el: Αναστροφή
es: Fotos giratorias
es_us: Fotos giratorias
fi: Pystyynkääntö
fr: Carrousel
fr_ca: Carrousel
he: מכסה נפתח
hi: ऊपर की ओर फ़्लिप करें
hr: Podizanje
hu: Tükrözés felfelé
id: Balik ke Atas
it: Sollevamento
ja: フリップアップ
ko: 위로 뒤집기
ms: Balikkan Ke Atas
nb: Vipp opp
nl: Omhoogklappen
pl: Odwrócenie w górę
pt_br: Virar para Cima
pt_pt: Levantar
ro: Ridicare
ru: Фанты
sk: Preklopenie
sl: Obračanje navzgor
sv: Vänd upp
th: พลิกขึ้น
tr: Yukarı Çevirme
uk: Розгортання
vi: Lật lên
zh_cn: 图片掀起进入
zh_hk: 向上反轉
zh_tw: 向上翻轉

# SettingsScreenSaverThemeFloating
source: Floating
ar: عائم
ca: Flotant
cs: Plovoucí
da: Flydende
de: Schwebend
el: Αιώρηση
es: Flotante
es_us: Flotante
fi: Kelluva
fr: Flottant
fr_ca: Flottant
he: צף
hi: फ़्लोटिंग
hr: Plutanje
hu: Lebegés
id: Mengapung
it: Foto fluttuanti
ja: フローティング
ko: 플로팅
ms: Terapung
nb: Flytende
nl: Zwevend
pl: Swobodne
pt_br: Flutuante
pt_pt: Flutuante
ro: Flotant
ru: Плавающий
sk: Pohyblivý
sl: Plavajoče
sv: Flytande
th: ลอย
tr: Serbest
uk: Плин
vi: Thả trôi
zh_cn: 浮动
zh_hk: 浮動
zh_tw: 浮動

# SettingsScreenSaverThemeHolidayMobile
source: Holiday Mobile
ar: صور متحركة للعطلة
ca: Mòbil de vacances
cs: Svátky
da: Juleuro
de: Mobile – Feiertage
el: Γιορτινή
es: Móvil navideño
es_us: Móvil navideño
fi: Talvimobile
fr: Mobile d’hiver
fr_ca: Mobile d’hiver
he: מובייל לחגים
hi: हॉलिडे मोबाइल
hr: Blagdanski mobil
hu: Szünidei forgó
id: Album Liburan
it: Giostra
ja: ホリデーモビール
ko: 축제 모빌
ms: Mudah Alih Percutian
nb: Juleuro
nl: Feestdagmobiel
pl: Święta (mobil)
pt_br: Móbile de Natal
pt_pt: Móbile de Natal
ro: Carusel festiv
ru: Праздничная
sk: Dovolenka v pohybe
sl: Praznični vrtiljak
sv: Helgmobil
th: รูปกับดาวห้อยแกว่ง
tr: Tatil - Hareketli
uk: Свято-мобіль
vi: Kỳ nghỉ Di động
zh_cn: 节日悬挂装饰
zh_hk: 節日吊飾
zh_tw: 節日吊飾

# SettingsScreenSaverThemeHyperGrid
source: Shrinking Tiles
ar: مربعات متقلصة
ca: Mosaic en reducció
cs: Zmenšující se dlaždice
da: Store til små
de: Gestauchte Kacheln
el: Συρρίκνωση παραθέσεων
es: Azulejos menguantes
es_us: Azulejos encogiéndose
fi: Pienenevät laatat
fr: Réduction de mosaïques
fr_ca: Réduction de mosaïques
he: משבצות מתכווצות
hi: संकुचित होती टाइलें
hr: Skupljajuće pločice
hu: Összezsugorodó mozaiklapok
id: Ubin Menyusut
it: Riduzione progressiva
ja: 縮むタイル
ko: 작아지는 타일
ms: Jubin Mengecil
nb: Krympende brikker
nl: Krimpende tegels
pl: Malejące płytki
pt_br: Mosaico Encolhendo
pt_pt: Mosaicos a diminuir
ro: Mozaic contractabil
ru: Мозаика 2
sk: Zmenšujúce sa dlaždice
sl: Manjšajoče se ploščice
sv: Krympande plattor
th: สี่เหลี่ยมย่อยเลื่อน
tr: Küçülen Döşemeler
uk: Стиск мозаїки
vi: Ô co lại
zh_cn: 收缩拼图
zh_hk: 縮小相片
zh_tw: 縮小照片

# SettingsScreenSaverThemeOrigami
source: Origami
ar: أوريغامي
ca: Papiroflèxia
el: Οριγκάμι
es: Papiroflexia
he: אוריגמי
hi: ओरिगामी
ja: 折り紙
ko: 종이접기
ru: Оригами
th: โอริกามิ
uk: Оригамі
vi: Xếp giấy
zh_cn: 折纸效果
zh_hk: 摺紙
zh_tw: 摺紙

# SettingsScreenSaverThemePhotoMobile
source: Photo Mobile
ar: صور متحركة
ca: Mòbil de fotos
cs: Fotky v pohybu
da: Fotouro
de: Mobile – Fotos
el: Κρεμαστές φωτογραφίες
es: Móvil de fotos
es_us: Móvil de fotos
fi: Kuvamobile
fr: Mobile de photos
fr_ca: Mobile de photos
he: מובייל תמונות
hi: फ़ोटो मोबाइल
hr: Mobil za slike
hu: Fotóforgó
id: Album Foto
it: Giostra con foto
ja: フォトモビール
ko: 사진 모빌
ms: Mudah Alih Foto
nb: Fotouro
nl: Fotomobiel
pl: Zdjęcia (mobil)
pt_br: Móbile de Fotos
pt_pt: Móbile
ro: Carusel poze
ru: Карусель
sk: Fotky v pohybe
sl: Vrtiljak fotografij
sv: Fotomobil
th: รูปภาพห้อยแกว่ง
tr: Fotoğraf - Hareketli
uk: Фотомобіль
vi: Ảnh Di động
zh_cn: 照片悬挂装饰
zh_hk: 相片吊飾
zh_tw: 照片吊飾

# SettingsScreenSaverThemePhotoWall
source: Photo Wall
ar: حائط الصور
ca: Mural fotogràfic
cs: Fotky na zdi
da: Billedvæg
de: Fotowand
el: Τοίχος φωτογραφιών
es: Pared con cuadros
es_us: Pared con cuadros
fi: Kuvaseinä
fr: Mur de photos
fr_ca: Mur de photos
he: קולאז׳
hi: फ़ोटो वॉल
hr: Fotozid
hu: Fotófal
id: Dinding Foto
it: Bacheca foto
ja: フォトウォール
ko: 사진 전시
ms: Dinding Foto
nb: Bildevegg
nl: Fotomuur
pl: Wystawa zdjęć
pt_br: Mural de Fotos
pt_pt: Molduras
ro: Perete cu poze
ru: Фотостена
sk: Stena z fotiek
sl: Zid fotografij
sv: Bildvägg
th: กระดานรูปภาพ
tr: Fotoğraf Duvarı
uk: Світлиця
vi: Tường treo Ảnh
zh_cn: 照片墙
zh_hk: 相片牆
zh_tw: 照片牆

# SettingsScreenSaverThemeRandom
source: Random
ar: عشوائية
ca: Aleatori
cs: Náhodně
da: Tilfældig
de: Zufall
el: Τυχαία
es: Aleatorio
es_us: Aleatoria
fi: Satunnainen
fr: Aléatoire
fr_ca: Aléatoire
he: אקראי
hi: रैंडम
hr: Slučajni slijed
hu: Véletlenszerű
id: Acak
it: Casuale
ja: ランダム
ko: 임의의 순서
ms: Rawak
nb: Tilfeldig
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
pt_pt: Aleatório
ro: Aleatoriu
ru: Случайный
sk: Náhodný
sl: Naključno
sv: Slumpmässig
th: สุ่ม
tr: Rasgele
uk: Довільно
vi: Ngẫu nhiên
zh_cn: 随机
zh_hk: 隨機
zh_tw: 隨機

# SettingsScreenSaverThemeReflections
source: Reflections
ar: انعكاسات
ca: Reflexos
cs: Odrazy
da: Genskin
de: Reflexionen
el: Αντανακλάσεις
es: Reflejos
es_us: Reflejos
fi: Heijastukset
fr: Reflets
fr_ca: Reflets
he: השתקפויות
hi: प्रतिबिंब
hr: Odsjaji
hu: Tükröződések
id: Refleksi
it: Riflessi
ja: 反射
ko: 반사
ms: Pantulan
nb: Refleksjoner
nl: Weerspiegelingen
pl: Odblaski
pt_br: Reflexos
pt_pt: Reflexos
ro: Reflexii
ru: Отражения
sk: Odrazy
sl: Odsevi
sv: Reflexioner
th: สะท้อน
tr: Yansımalar
uk: Відбиття
vi: Phản chiếu
zh_cn: 倒影
zh_hk: 倒影
zh_tw: 倒影

# SettingsScreenSaverThemeScrapbook
source: Scrapbook
ar: سجل القصاصات
ca: Àlbum de retalls
cs: Album
da: Scrapbog
de: Fotoalbum
el: Λεύκωμα
es: Álbum de recortes
es_us: Álbum de recortes
fi: Leikekirja
fr: Album
fr_ca: Album
he: אוסף אישי
hi: स्क्रैपबुक
hr: Spomenar
hu: Fotóalbum
id: Album Kliping
it: Album
ja: スクラップブック
ko: 스크랩북
ms: Buku Skrap
nb: Utklippsbok
nl: Plakboek
pl: Archiwum
pt_br: Álbum de Recortes
pt_pt: Livro de recortes
ro: Album de amintiri
ru: Альбом
sk: Zápisník
sl: Album izrezkov
sv: Klippbok
th: สมุดปะปิดภาพ
tr: Defter
uk: Вирізки
vi: Sổ lưu niệm
zh_cn: 剪贴簿
zh_hk: 剪貼簿
zh_tw: 剪貼簿

# SettingsScreenSaverThemeShiftingTiles
source: Shifting Tiles
ar: مربعات مزاحة
ca: Mosaic canviant
cs: Posuvné dlaždice
da: Skiftende brikker
de: Wechselnde Kacheln
el: Μετατόπιση παραθέσεων
es: Azulejos cambiantes
es_us: Azulejos cambiantes
fi: Liukuvat laatat
fr: Mosaïques changeantes
fr_ca: Mosaïques variables
he: פסיפס דינמי
hi: सरकती टाइलें
hr: Pomične pločice
hu: Mozgó mozaiklapok
id: Ubin Bergeser
it: Tessere mobili
ja: シフトタイル
ko: 움직이는 타일
ms: Jubin Beralih
nb: Skiftende brikker
nl: Schuivende tegels
pl: Przesuwane płytki
pt_br: Mosaico
pt_pt: Mosaicos móveis
ro: Mozaic dinamic
ru: Мозаика
sk: Pohyblivé dlaždice
sl: Pomične ploščice
sv: Växlande plattor
th: สี่เหลี่ยมย่อยเลื่อน
tr: Kayan Döşemeler
uk: Рух мозаїки
vi: Ô dịch chuyển
zh_cn: 拼图移位替换
zh_hk: 拼貼相片
zh_tw: 拼貼照片

# SettingsScreenSaverThemeSlidingPanels
source: Sliding Panels
ar: لوحات منزلقة
ca: Panells lliscants
cs: Posuvné panely
da: Glidende vinduer
de: Gleitende Flächen
el: Συρόμενα τμήματα
es: Paneles deslizantes
es_us: Paneles deslizantes
fi: Vaihtuvat paneelit
fr: Panneaux coulissants
fr_ca: Panneaux coulissants
he: לוחות הזזה
hi: स्लाइडिंग पैनल्स
hr: Slagalica
hu: Tolóajtó
id: Panel Geser
it: Pannelli scorrevoli
ja: スライドパネル
ko: 슬라이딩 패널
ms: Panel Meluncur
nb: Glidende paneler
nl: Schuivende panelen
pl: Panele
pt_br: Painéis Deslizantes
pt_pt: Painéis
ro: Panouri glisante
ru: Раздвижные панели
sk: Pohyblivé panely
sl: Drsni paneli
sv: Glidpaneler
th: แผงเลื่อน
tr: Kayan Paneller
uk: Рухомі панелі
vi: Thanh trượt
zh_cn: 滑动面板
zh_hk: 滑動面板
zh_tw: 滑動面板

# SettingsScreenSaverThemeSnapshots
source: Snapshots
ar: لقطات
ca: Instantànies
cs: Momentky
de: Schnappschüsse
el: Στιγμιότυπα
es: Fotos
es_us: Instantáneas
fi: Tilannekuvat
fr: Instantanés
fr_ca: Instantanés
he: תפזורת
hi: स्नैपशॉट
hr: Snimke stanja
hu: Pillanatképek
id: Snapshot
it: Istantanee
ja: スナップショット
ko: 스냅샷
ms: Gambar
nb: Øyeblikk
nl: Kiekjes
pl: Migawki
pt_br: Instantâneos
pt_pt: Instantâneos
ro: Instantanee
ru: Снимки
sk: Momentky
sl: Posnetki
sv: Ögonblicksbilder
th: ภาพถ่ายเร็ว
tr: Şipşaklar
uk: Фотокадри
vi: Ảnh chụp nhanh
zh_cn: 快照
zh_hk: 隨拍
zh_tw: 快照

# SettingsTitle
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Seting
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# SettingsVPNBadURLMessage
source: The VPN URL is missing or incorrect and cannot be loaded.
ar: رابط VPN مفقود أو خاطئ ولا يمكن تحميله.
ca: Falta l‘URL de la VPN o és incorrecte i no es pot carregar.
cs: URL VPN není k dispozici nebo je nesprávné a nelze ho načíst.
da: URL-adressen til VPN mangler eller er forkert og kan ikke indlæses.
de: Die VPN-URL fehlt oder ist inkorrekt und kann nicht geladen werden.
el: Η διεύθυνση URL του VPN λείπει ή είναι εσφαλμένη και δεν είναι δυνατό να φορτωθεί.
es: No se puede cargar la dirección URL del VPN porque no está indicada o es incorrecta.
es_us: La URL de la VPN no se encuentra o es incorrecta y no se puede cargar.
fr: L’URL du VPN est manquante ou incorrecte et ne peut pas être chargée.
fr_ca: L’URL du VPN est manquante ou incorrecte, et ne peut pas être chargée.
he: לא ניתן לטעון את כתובת ה-URL של ה-VPN מאחר שהיא חסרה או שגויה.
hi: VPN URL अनुपलब्ध है या ग़लत है और लोड नहीं किया जा सकता है।
hr: URL VPN-a nedostaje ili nije točan i ne može se učitati.
hu: A VPN URL-je hiányzik vagy helytelen, ezért nem lehet betölteni.
id: URL VPN hilang atau salah dan tidak dapat dimuat.
it: L’URL della VPN risulta mancante o non corretto e non può essere caricato.
ja: VPN URLが見つからないか、正しくないため、読み込めません。
ko: VPN URL이 없거나 올바르지 않기 때문에 로드할 수 없습니다.
ms: URL VPN tiada atau salah dan tidak boleh dimuatkan.
nb: VPN-URL-en er feil eller mangler, og kan derfor ikke lastes inn.
nl: De VPN-URL ontbreekt of is onjuist en kan niet worden geladen.
pl: Brak adresu URL VPN lub jest on nieprawidłowy i nie można go wczytać.
pt_br: O URL da VPN está ausente ou incorreto e não pode ser carregado.
pt_pt: O URL da VPN não pode ser carregado porque não foi encontrado ou está incorreto.
ro: URL‑ul VPN‑ului lipsește sau este incorect și nu poate fi încărcat.
ru: URL‑адрес VPN отсутствует или неверен. Загрузка невозможна.
sk: URL pre VPN chýba alebo je nesprávna a nie je možné ju načítať.
sl: URL VPN-ja manjka ali pa je nepravilen in ga ni mogoče naložiti.
sv: URL:en för VPN saknas eller är felaktig och kan inte läsas in.
th: ขาด URL สำหรับ VPN หรือ URL ไม่ถูกต้องและไม่สามารถโหลดได้
tr: VPN URL’si yok ya da hatalı ve yüklenemiyor.
uk: URL-адреса VPN відсутня чи неправильна. Її не вдається завантажити.
vi: URL của VPN bị thiếu hoặc không đúng và không thể tải được.
zh_cn: VPN的URL缺失或不正确，无法载入。
zh_hk: 缺少VPN的URL或URL不正確，無法載入。
zh_tw: VPN URL遺失或不正確，無法載入。

# SettingsVPNCheckVPNStatusChecking
source: checking…
ar: يجري التحقق…
ca: comprovant…
cs: kontrola…
da: tjekker…
el: έλεγχος…
es: comprobando…
es_us: revisando…
fr: vérification…
fr_ca: vérification…
he: בבדיקה…
hi: जाँच जारी है…
hr: provjeravanje…
hu: ellenőrzés…
id: memeriksa…
it: verifico…
ja: 確認中…
ko: 확인 중…
ms: menyemak…
nb: sjekker…
nl: controleren…
pl: sprawdzam…
pt_br: verificando…
pt_pt: a comprovar…
ro: verificare…
ru: проверка…
sk: kontrolujem…
sl: preverjanje …
sv: kontrollerar…
th: กำลังตรวจสอบ…
tr: denetleniyor…
uk: перевіряння…
vi: đang kiểm tra…
zh_cn: 正在检查…
zh_hk: 正在檢查⋯
zh_tw: 檢查中⋯

# SettingsVPNCheckVPNStatusInvalid
source: invalid
ar: غير صالح
ca: no vàlida
cs: neplatné
da: ugyldig
el: μη έγκυρο
es: no válido
es_us: no válido
fr: non valide
fr_ca: non valide
he: לא תקין
hi: अमान्य
hr: nevažeće
hu: érvénytelen
id: tidak sah
it: non valido
ja: 無効
ko: 유효하지 않음
ms: tidak sah
nb: ugyldig
nl: ongeldig
pl: nieprawidłowe
pt_br: inválido
pt_pt: inválido
ro: nevalid
ru: недействительно
sk: neplatné
sl: neveljavno
sv: ogiltig
th: ไม่ถูกต้อง
tr: geçersiz
uk: нечинна
vi: không hợp lệ
zh_cn: 无效
zh_hk: 無效
zh_tw: 無效

# SettingsVPNCheckVPNStatusNotRequired
source: not required
ar: غير مطلوب
ca: no necessària
cs: nepožadováno
da: ikke nødvendig
de: nicht erforderlich
el: δεν απαιτείται
es: no necesario
es_us: no se necesita
fr: non requis
fr_ca: non requis
he: אין צורך
hi: आवश्यक नहीं
hr: nije potrebno
hu: nem szükséges
id: tidak diperlukan
it: non richiesto
ja: 必要ありません
ko: 필요하지 않음
ms: tidak diperlukan
nb: ikke nødvendig
nl: niet vereist
pl: nie wymagane
pt_br: não exigido
pt_pt: não é necessário
ro: nu este necesar
ru: не требуется
sk: nevyžadované
sl: ni zahtevano
sv: krävs inte
th: ไม่ต้องใช้
tr: gerekli değil
uk: не обовʼязково
vi: không bắt buộc
zh_cn: 不需要
zh_hk: 不需要
zh_tw: 不需要

# SettingsVPNCheckVPNStatusOK
source: OK
ar: موافق
ca: correcta
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ปกติ
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SettingsVPNCheckVPNStatusQuestionable
source: questionable
ar: محل شك
ca: dubtosa
cs: problematické
da: tvivlsom
el: αμφίβολο
es: cuestionable
es_us: cuestionable
fr: discutable
fr_ca: douteux
he: מוטל בספק
hi: प्रश्नयोग्य
hr: upitno
hu: kérdéses
id: dipertanyakan
it: discutibile
ja: 疑わしい
ko: 알 수 없음
ms: belum tentu
nb: uviss
nl: twijfelachtig
pt_br: questionável
pt_pt: duvidável
ro: discutabil
ru: под вопросом
sk: sporné
sl: vprašljivo
sv: tvivelaktig
th: น่าสงสัย
tr: şüpheli
uk: є питання
vi: đáng ngờ
zh_cn: 有问题
zh_hk: 有問題
zh_tw: 有問題

# SettingsVPNCheckVPNText
source: Verify that VPN is configured correctly. Requires valid AppleConnect credentials.
ar: تحقق من أنه تم تكوين VPN بصورة صحيحة. يجب أن يكون لديك بيانات اعتماد AppleConnect صالحة.
ca: Verifica que la VPN estigui configurada correctament. Requereix unes credencials de l’AppleConnect vàlides.
cs: Ověřte, zda je VPN síť nastavená správně. Vyžaduje platné přihlašovací údaje pro AppleConnect.
da: Bekræft, at VPN er konfigureret korrekt. Kræver gyldige AppleConnect-godkendelsesoplysninger.
el: Επαληθεύστε ότι το VPN διαμορφώθηκε σωστά. Απαιτούνται έγκυρα διαπιστευτήρια AppleConnect.
es: Verifica que la conexión VPN está configurada correctamente. Requiere credenciales de AppleConnect válidas.
es_us: Verifica que la VPN esté configurada de manera correcta, lo cual requiere que credenciales válidas de AppleConnect.
fr: Vérifiez que le VPN est correctement configuré. Nécessite des identifiants AppleConnect valides.
fr_ca: Vérifiez que le VPN est configuré correctement. Des informations d’identification AppleConnect valides sont requises.
he: נא לוודא שתצורת ה-VPN הוגדרה כשורה. יש צורך בפרטי זיהוי תקינים של AppleConnect.
hi: सत्यापित करें कि VPN ठीक से कॉन्फ़िगर किया हुआ है। इसके लिए मान्य AppleConnect क्रेडेंशियल चाहिए।
hr: Provjerite je li VPN ispravno podešen. Zahtijeva važeće AppleConnect vjerodajnice.
hu: Ellenőrizze, hogy a VPN helyesen van-e konfigurálva. Érvényes AppleConnect bejelentkezési adatok szükségesek.
id: Verifikasi bahwa VPN dikonfigurasi dengan benar. Memerlukan info pengesahan AppleConnect yang sah.
it: Verifica che il profilo VPN sia configurato correttamente (richiede credenziali AppleConnect valide).
ja: VPNプロファイルが正しく構成されているか検証してください。有効なAppleConnectの資格情報が必要です。
ko: VPN이 올바르게 구성되어 있는지 확인하십시오. 유효한 AppleConnect 자격 증명이 필요합니다.
ms: Sahkan bahawa VPN dikonfigurasikan dengan betul. Memerlukan kelayakan AppleConnect yang sah.
nb: Verifiser at VPN er konfigurert riktig. Krever gyldige AppleConnect-akkreditiver.
nl: Verifieer of VPN goed is geconfigureerd. Hiervoor zijn geldige toegangsgegevens voor AppleConnect vereist.
pt_br: Verifique se a VPN está configurada corretamente. Requer credenciais válidas do AppleConnect.
pt_pt: Confirme que a VPN está corretamente configurada. São necessárias credenciais AppleConnect válidas.
ro: Verificați dacă VPN‑ul este corect configurat. Necesită acreditări AppleConnect valide.
ru: Проверьте правильность конфигурации профиля VPN. Требуются действительные параметры входа AppleConnect.
sk: Skontrolujte správnosť nastavení VPN. Potrebujete platné prihlasovacie údaje do služby AppleConnect.
sl: Preverite, ali je VPN pravilno konfiguriran. Potrebne so veljavne poverilnice AppleConnect.
sv: Kontrollera att VPN har konfigurerats korrekt. Giltiga AppleConnect-handlingar krävs.
th: ตรวจสอบยืนยันว่า VPN ถูกกำหนดค่าที่ถูกต้อง ต้องใช้ข้อมูลประจำตัว AppleConnect ที่ถูกต้อง
tr: VPN’in doğru şekilde konfigüre edildiğinden emin olun. Geçerli bir AppleConnect kimlik bilgisi gerektirir.
uk: Перевірте, чи правильно сконфігуровано профіль VPN. Потрібні дійсні облікові дані AppleConnect.
vi: Xác minh rằng VPN được định cấu hình đúng cách. Yêu cầu thông tin đăng nhập AppleConnect hợp lệ.
zh_cn: 验证VPN已正确配置。需要有效的AppleConnect凭证。
zh_hk: 驗證VPN已正確設定。需要有效的AppleConnect憑証。
zh_tw: 驗證該VPN已正確設定。需要有效的AppleConnect憑證。

# SettingsVPNCheckVPNTitle
source: Verify VPN Configuration
ar: التحقق من تكوين VPN
ca: Verifica la configuració de VPN
cs: Ověřit konfiguraci VPN
da: Bekræft VPN-konfiguration
el: Επαλήθευση ρύθμισης παραμέτρων VPN
es: Verificar configuración VPN
es_us: Verificar configuración de VPN
fr: Vérifier la configuration VPN
fr_ca: Vérifier la configuration du VPN
he: אימות תצורת VPN
hi: VPN कॉन्फ़िगरेशन सत्यापित करें
hr: Provjerite VPN konfiguraciju
hu: VPN-konfiguráció ellenőrzése
id: Verifikasi Konfigurasi VPN
it: Verifica la configurazione VPN
ja: VPN構成の検証
ko: VPN 구성 확인
ms: Sahkan Konfigurasi VPN
nb: Verifiser VPN-konfigurasjon
nl: Verifieer VPN-configuratie
pt_br: Verificar Configuração de VPN
pt_pt: Validar configuração VPN
ro: Verificați configurația VPN
ru: Проверить конфигурацию VPN
sk: Overiť konfiguráciu VPN
sl: Preverjanje konfiguracije VPN
sv: Verifiera VPN-konfigurationen
th: ตรวจสอบยืนยันการกำหนดค่า VPN
tr: VPN Konfigürasyonunu Doğrula
uk: Перевірити конфігурацію VPN
vi: Xác minh cấu hình VPN
zh_cn: 验证VPN配置
zh_hk: 驗證VPN設定
zh_tw: 驗證VPN設定
